Repository: Calibr8/calibr8_cookie_compliance
Catalog: translations/calibr8_cookie_compliance-*.po
Languages: nl

source: Give my consent
nl: Toestemming geven

source: No consent
nl: GEEN TOESTEMMING

source: Withdraw my consent
nl: Toestemming intrekken

source: Consent
nl: TOESTEMMING

source: Settings
nl: Instellingen

source: Agree Button
nl: Akkoord knop

source: Cookie expiration
nl: Cookie vervaldatum

source: Days before approval cookie expires.
nl: Dagen voordat goedkeuring cookie vervalt.

source: Notification
nl: Kennisgeving

source: Notification message
nl: Kennisgevings bericht

source: Status message
nl: Status bericht

source: Used in the block where the user can see the cookie status and alter it. Use [[status]] where the current user status should be printed out.
nl: Gebruikt in het blok waar de gebruiker de cookiestatus kan zien en kan wijzigen. Gebruik [[status]] waar de huidige gebruikersstatus moet worden afgedrukt.

source: Cookie agree link text
nl: Cookie akkoord linktekst

source: The text for the link that will allow users to give their consent.
nl: De tekst voor de link waarmee gebruikers toestemming kunnen geven.

source: Disagree Button
nl: Niet akkoord knop

source: Cookie disagree link text
nl: Niet akkoord linktekst

source: The text for the link that will allow users to withdraw their consent.
nl: De tekst voor de link waarmee gebruikers hun toestemming kunnen intrekken.
